[Mission02.Class_Orchid_BrokenHovercraft VehicleClassDefinition]
DisplayName="move"

[Mission02.ID_CoolantDispenser MissionItemDefinition]
UseFailureCharacterMessage="You should %s Use this article."
ItemName="Evaporator"
PickupMessage="I won %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="It is excluded.."
NoManufacturerName="Simple"

[Mission02.ID_CoolantDispenser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="The refrigerant burns the vapor. what you need."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_EngineCapacitor MissionItemDefinition]
UseFailureCharacterMessage="we have %s To use this item."
ItemName="Motor capacitor"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be %d or older to use this tool.."
UseFailureConstraintsMessage="This product does not exist."
NoManufacturerName="Generally"

[Mission02.ID_EngineCapacitor:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This container can explode at any time Installation required!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_MagneticOverthruster MissionItemDefinition]
UseFailureCharacterMessage="You're safe %s Use this project."
ItemName="mechanical engine"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="summary"

[Mission02.ID_MagneticOverthruster:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="This magnetic attraction can extend across time and space. no, I was joking!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.ID_PressureRegulator MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use this item."
ItemName="pressure regulator"
PickupMessage="I have %s"
UseFailureLevelMessage="To use this item you must be at least %d level.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="summary"

[Mission02.ID_PressureRegulator:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This pressure regulator is used to control the pressure. Effective."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission02.MO_Orchid_BlayvisCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_CoolantDisperser InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_EngineCapacitor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_JenniferCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_JockoCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_LionelCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_MagneticOverthruster InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_PressureRegulator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.MO_Orchid_ScannerButton InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission02.Orchid_Icon_GiveWhiskey InteractionIconDefinition]
Text="Everything is delivered"

[Mission02.Orchid_Icon_InstallCoolantDisperser InteractionIconDefinition]
Text="Evaporator installation"

[Mission02.Orchid_Icon_InstallEngineCapacitor InteractionIconDefinition]
Text="Install engine power"

[Mission02.Orchid_Icon_InstallMagneticOverthruster InteractionIconDefinition]
Text="See magnetic charge"

[Mission02.Orchid_Icon_InstallPressureRegulator InteractionIconDefinition]
Text="Pressure regulator installation"

[Mission02.Orchid_Icon_Press InteractionIconDefinition]
Text="to print"

[Mission02.Orchid_Icon_Propose InteractionIconDefinition]
Text="Delivery statistics"

[Mission02.Orchid_Icon_TalkBlayvis InteractionIconDefinition]
Text="Talk to the blues lady"

[Mission02.Orchid_Icon_TalkJennifer InteractionIconDefinition]
Text="Talk to Jennifer."

[Mission02.Orchid_Icon_TalkJocko InteractionIconDefinition]
Text="Talk to the joker"

[Mission02.Orchid_Icon_TalkLionel InteractionIconDefinition]
Text="Talk to Lionel"

[Mission03.MO_Orchid_CatchARideTerminal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="to stop"
StatusMenuMapInfoBoxDescription="do it."

[Mission04.Balance_Orchid_CaravanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.Balance_Orchid_SandmanChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Mission04.ID_Orchid_CompassPiece2 MissionItemDefinition]
UseFailureCharacterMessage="do you want this %s Write this down."
ItemName="Sandman Compass"
PickupMessage="It was clear %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="in general"

[Mission04.ID_Orchid_CompassPiece2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Part of Captain Blade's compass."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission04.ID_Orchid_CompassPiece3 MissionItemDefinition]
UseFailureCharacterMessage="we must %s Use this article."
ItemName="Hyperion City"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="General"

[Mission04.ID_Orchid_CompassPiece3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The main role of Captain Blade. If the left side of Hyperion knows what it is...."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.ID_Orchid_HermitBox MissionItemDefinition]
UseFailureCharacterMessage="you must %s To use this."
ItemName="A gift from Herbert"
PickupMessage="you bought %s"
UseFailureLevelMessage="You must be at least %d old to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="General"

[Mission05.ID_Orchid_HermitBox:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Herbert's great contribution to the work."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.MO_Orchid_HermitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission05.MO_Orchid_HermitDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission06.ID_Orchid_HermitTape MissionItemDefinition]
UseFailureCharacterMessage="you want %s Use this article."
ItemName="music tape"
PickupMessage="you have it %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You are not authorized to use this material."
NoManufacturerName="Normal"

[Mission06.ID_Orchid_HermitTape:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Something is missing from Herbert's tapes.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission06.MO_Orchid_HermicChestLock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission06.MO_Orchid_HermitChest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission07.ID_Orchid_HerbertCompass MissionItemDefinition]
UseFailureCharacterMessage="due %s Information."
ItemName="Herbert's Compass"
PickupMessage="do you understand %s"
UseFailureLevelMessage="You must have %d level to use this feature."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="Generally"

[Mission07.ID_Orchid_HerbertCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Herbert's new computer seems to have hundreds.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission07.ID_Orchid_Polykryten MissionItemDefinition]
UseFailureCharacterMessage="Must %s Use this article."
ItemName="Polycritus"
PickupMessage="do you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This article is illegal."
NoManufacturerName="at all"

[Mission07.ID_Orchid_Polykryten:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="polycrisis Very useful for adjusting compass points. Good luck!"
NoConstraintText=""
Suffix=""
Prefix=""

[Mission07.Orchid_Icon_GiveGift InteractionIconDefinition]
Text="Gift giving"

[Mission07.Orchid_Icon_GivePolyKryten InteractionIconDefinition]
Text="Warning"

[Mission07.Orchid_Icon_Take InteractionIconDefinition]
Text="By writing"

[Mission08.ID_Orchid_CompletedCompass MissionItemDefinition]
UseFailureCharacterMessage="should i %s Use this project."
ItemName="Another teacher is the manager"
PickupMessage="Yes %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You may not use this item.."
NoManufacturerName="as usual"

[Mission08.ID_Orchid_CompletedCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This brings us one step closer to Scarlett's inevitable sale.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.ID_Orchid_ScarlettCompass MissionItemDefinition]
UseFailureCharacterMessage="It should be. %s Use this unit."
ItemName="The red arrow"
PickupMessage="you understand %s"
UseFailureLevelMessage="You must be %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="Usually |"

[Mission08.ID_Orchid_ScarlettCompass:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This is the final chapter of Captain Blade's Compass. Guess where Scarlett is from?."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission08.MO_Orchid_Beacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.MO_Orchid_Compass InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission08.Orchid_Icon_ActivateBeacon InteractionIconDefinition]
Text="Activity"

[Mission08.Orchid_Icon_CompassPiece1 InteractionIconDefinition]
Text="Trusty Hubert"

[Mission08.Orchid_Icon_CompassPiece2 InteractionIconDefinition]
Text="Please fill with sand"

[Mission08.Orchid_Icon_CompassPiece3 InteractionIconDefinition]
Text="Location Hyderabad Division"

[Mission08.Orchid_Icon_CompassPiece4 InteractionIconDefinition]
Text="Scully skips the first episode"

[Mission08.Orchid_Icon_InsertCompass InteractionIconDefinition]
Text="Enter the compass"

